Repository: muratcorlu/boring-tasks
Catalog: Boring Tasks/*.lproj/Localizable.strings
Languages: tr

source: Done
tr: Tamam

source: Cancel
tr: Vazgeç

# APP_NAME
source: Boring Tasks
tr: Angarya İşler

source: Add List
tr: Liste Ekle

source: Add Task
tr: İş Ekle

# ACTION_DONE
source: Done
tr: Yaptım

# ACTION_SKIP
source: Skip
tr: Ertele

# TASK_TITLE
source: Title
tr: Başlık

# ADD_TASK_PERIOD_PREFIX
source: Will do it once per
tr: Bu işi

# ADD_TASK_PERIOD_DAYS
source: days
tr: günde

# ADD_TASK_PERIOD_WEEKS
source: weeks
tr: haftada

# ADD_TASK_PERIOD_MONTHS
source: months
tr: ayda

# ADD_TASK_PERIOD_YEARS
source: years
tr: yılda

# TASK_LIST_TITLE
source: List Title
tr: Lista Başlığı
